{
  "menu": {
    "home": "Início",
    "about": "Sobre",
    "with_icon": "Com Ícone",
    "github": "Github",
    "linkedin": "LinkedIn",
    "done": "Feito"
  },
  "contact_section": {
    "title": "Entre em contato.",
    "description": "Estou sempre aberto a novas oportunidades e colaborações. Se você tem um projeto em mente, ou apenas quer dizer olá, sinta-se à vontade para me enviar uma mensagem.",
    "your_name": "Seu nome.",
    "your_email": "Seu e-mail.",
    "your_message": "Sua mensagem",
    "characters": "caracteres",
    "send_message": "Enviar Mensagem",
    "success_message": "Obrigado pela sua mensagem!"
  },
  "project_section": {
    "title": "Projetos",
    "description": "Veja meus projetos recentes, onde uso tecnologia para criar soluções inovadoras para desafios reais, refletindo minha paixão por desenvolvimento."
  },
  "hero_section": {
    "hey_im": "Olá, eu sou",
    "description": "É um fato há muito estabelecido que um leitor se distrairá com o conteúdo legível de uma página ao examinar seu layout. O objetivo (humor injetado e similares).",
    "location": "João Pessoa, Brasil"
  },
  "footer": {
    "important_links": "Links Importantes",
    "home": "Início",
    "other": "Outros"
  },
  "stack_section": {
    "title": "Minhas Tecnologias.",
    "description": "Trabalho com uma stack moderna, focando em performance, escalabilidade e soluções robustas."
  },
  "about_section": {
    "title": "Sobre mim.",
    "description_p1": "Minha jornada no desenvolvimento de software começou na faculdade, onde tive meu primeiro contato com a tecnologia e me encantei pela forma como as coisas funcionam.",
    "description_p2": "Esse interesse me impulsionou a explorar novas ferramentas e aprofundar meus conhecimentos além da sala de aula, buscando sempre aprender mais.",
    "description_p3": "Com 1.5 anos de experiência em desenvolvimento web e foco em Backend, busco desafios para criar soluções inovadoras.",
    "view_on_github": "Ver no Github",
    "contact_me": "Entre em contato",
    "download_cv": "Baixar CV",
    "solution_architecture_title": "Arquitetura de Soluções",
    "solution_architecture_description": "Desenho sistemas de software robustos, escaláveis e de fácil manutenção, alinhados aos mais complexos requisitos de negócio.",
    "full_stack_engineering_title": "Engenharia Full-Stack",
    "full_stack_engineering_description": "Construo aplicações completas, de ponta a ponta, com foco em código limpo, performance e uma excelente experiência para o usuário."
  },
  "experience_section": {
    "title": "Minha jornada.",
    "description": "Uma breve visão geral da minha jornada profissional e funções.",
    "present": "Atualmente"
  }
}
